import React from "react";

function AgreeTerm() {


    return ( <div>
    <h4>총칙</h4>
    <div>
        <b style={{marginRight: "10px"}}>제1조(목적)</b>
        이 약관은 TU-tech(이하 “회사”)이 제공하는 TicketMoa 서비스의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항 등을 규정함을 목적으로
        합니다.
    </div>
    <div>
        <b style={{marginRight: "10px"}}>제2조(정의)</b>
        이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
        <ol>
            <li>서비스”라 함은 설치되어 있는 단말기(PC, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 “회원”이 이용할 수 있는 TicketMoa 및
                TicketMoa 관련 제반 서비스를 의미합니다.
            </li>
            <li>“회원”라 함은 “회사”의 서비스에 접속하여 이 약관에 따라 “회사”와 이용계약을 체결하고 “회사”가 제공하는 “서비스”를 이용하는 고객을
                말합니다.
            </li>
            <li>“회원”이라 함은 “회사”와 이용계약을 체결하고 “이용자” 아이디(ID)를 부여받은 “이용자”로서 “회사”의 정보를 지속적으로 제공받으며 “회사”가
                제공하는 서비스를 지속적으로 이용할 수 있는 자를 말합니다.
            </li>
            <li>아이디(ID)”라 함은 “회원”의 식별과 “서비스” 이용을 위하여 “회원”이 정하고 “회사”가 승인하는 문자와 숫자의 조합을 의미합니다.</li>
            <li>“비밀번호”라 함은 “회원”이 부여 받은 “아이디와 일치되는 “회원”임을 확인하고 비밀보호를 위해 “회원” 자신이 정한 문자 또는 숫자의 조합을
                의미합니다.
            </li>
            <li>“아이디(ID)”라 함은 “회원”의 식별과 서비스이용을 위하여 “회원”이 정하고 “회사”가 승인하는 문자 또는 숫자의 조합을 말합니다.</li>
        </ol>
    </div>
    <div>
        <b style={{marginRight: "10px"}}>제3조(신원정보 등의 제공)</b>
        “회사”는 이 약관의 내용, 상호, 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 모사전송번호, 전자우편주소, 사업자등록번호, 통신판매업 신고번호 및 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 온라인 서비스초기화면에 게시합니다. 다만, 약관은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
    </div>
    <div>
        <b style={{marginRight: "10px"}}>제4조(약관의 게시 등)</b>
        <div>① “회사”는 이 약관을 “회원”이 그 전부를 인쇄할 수 있고 거래과정에서 해당 약관의 내용을 확인할 수 있도록 기술적 조치를 취합니다.</div>
        <div>② “회사”는 “회원”이 “회사”와 이 약관의 내용에 관하여 질의 및 응답할 수 있도록 기술적 장치를 설치합니다.</div>
        <div>③“회사”는 이 약관의 내용을 “회원”이 쉽게 알 수 있도록 서비스 초기 화면에 게시하고, “회원”이 이 약관에 동의함으로써 이 약관의 효력이 발생합니다. 이 약관은 “회원”이 서비스의 이용을 신청함과 동시에 이용계약의 일부로서 효력이 발생하며, 회원은 이 약관에 동의한 시점부터 이 약관의 적용을 받고 약관의 변경이 있을 경우에는 변경의 효력이 발생한 시점부터 변경된 약관의 적용을 받습니다.</div>
    </div>
    <div>
        <b style={{marginRight: "10px"}}>제5조(약관의 개정 등)</b>
        <div>① “회사”는 온라인 디지털콘텐츠산업 발전법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다. </div>
        <div>② “회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 서비스초기화면에 그 적용일자 7일 이전부터 적용일 후 상당한 기간동안 공지하고, 기존회원에게는 개정약관을 전자우편주소로 발송합니다.</div>
        <div>③ “회사”가 약관을 개정할 경우에는 개정약관 공지 후 개정약관의 적용에 대한 “회원”의 동의 여부를 확인합니다. “회원”이 개정약관의 적용에 동의하지 않는 경우 “회사” 또는 “회원”은 콘텐츠 이용계약을 해지할 수 있습니다. 이때, “회사”는 계약해지로 인하여 “회원”이 입은 손해를 배상 합니다. </div>
    </div>
    <div>
        <b style={{marginRight: "10px"}}>제6조(약관의 해석)</b>
        이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 온라인 디지털콘텐츠산업 발전법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 문화체육관광부장관이 정하는 디지털콘텐츠이용자보호지침, 기타 관계법령 또는 상관례에 따릅니다.
    </div>
    </div>);
    }

export default AgreeTerm;
